Repository: MClenetHelayon/BuilderMH
Catalog: lib/l10n/app_*.arb
Languages: fr

# creator
source: Made by Meta-Lab
fr: Fait par Meta-Lab

# param
source: Settings
fr: Parametres

# buildcard
source: Make a Buildcard
fr: Exporter en Image

# set
source: Build
fr: Equipement

# boost
source: Skill
fr: Talent

# valider
source: Validate
fr: Valider

source: Name
fr: Nom

source: Search...
fr: Recherche...

source: More Filters
fr: Plus de Filtres

# recap
source: Summary
fr: Recapitulatif

# stat
source: Statistics
fr: Statistique

# efr
source: Effective Raw
fr: Brut Effectif

# efe
source: Effective Element
fr: Élément Effectif

# efa
source: Effective Status
fr: Affliction Effectif

# trr
source: True Raw
fr: Brut Réel

# tre
source: True Element
fr: Élément Réel

# tra
source: True Status
fr: Affliction Réel

# accAffli
source: Affliction Buildup
fr: Accumulation Affliction

# att
source: Attack
fr: Attaque

# e
source: Element
fr: Élément

# a
source: Status
fr: Affliction

# aff
source: Affinity
fr: Affinité

# affNeg
source: Negative Affinity
fr: Affinité Négative

# petalAtt
source: Petalas Attack
fr: Florelet Att.

# critMultip
source: Raw Crit Mod
fr: Multip. Crit.

# elemCritMultip
source: Elem Crit Mod
fr: Multip. Crit. Elem.

# sharpRaw
source: Raw Sharp Mod
fr: Multip. Tranch. Brut

# sharpElem
source: Elem Sharp Mod
fr: Multip. Tranch. Élément

# arme
source: Weapon
fr: Arme

source: Helmet
fr: Casque

# chest
source: Chestplate
fr: Plastron

source: Gloves
fr: Gants

source: Waist
fr: Ceinture

source: Legs
fr: Jambes

source: Petalas
fr: Florelet

# pBoostG
source: General Boost
fr: Boost Général

# pBoostS
source: Boost by Spiritbird
fr: Boost par Spectroiseau

# insect
source: Kinsect
fr: Kinsecte

# tali
source: Charm
fr: Talisman

# trans
source: Augments
fr: Transcendances

# calam
source: Rampage
fr: Calamité

# calamJowel
source: Rampage Jowel
fr: Joyau Calamité

source: Scroll
fr: Parchemin

# catElem
source: Element Type
fr: Categ. Elém.

# elem
source: Element
fr: Elément

source: All
fr: Tous

# feu
source: Fire
fr: Feu

# eau
source: Water
fr: Eau

# foudre
source: Thunder
fr: Foudre

# glace
source: Ice
fr: Glace

# para
source: Paralysis
fr: Paralysie

source: Sleep
fr: Sommeil

# explo
source: Blast
fr: Explosion

# sharp
source: Sharpness
fr: Tranchant

# niv
source: Level
fr: Niveau

# talents
source: Skills
fr: Talents

# talent
source: Skill
fr: Talent

# nTalent
source: No Skill
fr: Aucun Talent

# joyau
source: Decoration
fr: Joyau

# joyaux
source: Slots
fr: Joyaux

# nJoyau
source: No Slot
fr: Aucun Joyau

source: slot
fr: Emplacement

source: Slots
fr: Emplacements

# specArme
source: Weapon specificity
fr: Spécificité de l'arme

# barrage
source: Arc Shot
fr: Tir de Barrage

source: Charge Shot
fr: Tir Chargé

# fiole
source: Coating
fr: Fiole

# combat
source: Close-range
fr: Combat

# force
source: Power
fr: Force

# faiblesse
source: Exhaust
fr: Faiblesse

# cCombat
source: Close-range Coating
fr: Fiole de Combat

# cForce
source: Power Coating
fr: Fiole de Force

# cPoison
source: Poison Coating
fr: Fiole de Poison

# cPara
source: Para Coating
fr: Fiole de Paralysie

# cSleep
source: Sleep Coating
fr: Fiole de Sommeil

# cExplo
source: Blast Coating
fr: Fiole Explosive

# cFaiblesse
source: Exhaust Coating
fr: Fiole de Faiblesse

# bRecup
source: Recovery
fr: Récup.

# bAff
source: Affinity
fr: Affinité

# bBrace
source: Brace
fr: Résister

# tPerf
source: Pierce
fr: Perforant

# tFrag
source: Spread
fr: Fragmentation

# tRapide
source: Rapid
fr: Rapide

# arc
source: Bow
fr: Arc

# kinsectLvl
source: Kinsect Level
fr: Niveau du Kinsecte

# abrNivCanon
source: Nanon Lvl.
fr: Niv. Canon

# canon
source: Shelling Type
fr: Type de Canon

# canonNormal
source: Normal
fr: Standard

# canonLarge
source: Wide
fr: Large

source: Music
fr: Note

# fial
source: Phial
fr: Fiole

# fForce
source: Power Phial
fr: Fiole de Force

# fChoc
source: Impact Phial
fr: Fiole de Choc

# fElement
source: Element Phial
fr: Fiole Élémentaire

# fPoison
source: Poison Phial
fr: Fiole de Poison

# fPara
source: Paralysis Phial
fr: Fiole de Paralysie

# fFaiblesse
source: Exhaust Phial
fr: Fiole de Fatigue

# fDraco
source: Dragon Phial
fr: Fiole Draconique

# up
source: Maximum Boost
fr: Boost Maximum

source: Gain
fr: Boost par Spectroiseau

source: None
fr: Aucun

# devia
source: Deviation
fr: Déviation

# gauche
source: L
fr: G

# droite
source: R
fr: D

# gaucheDroite
source: L/R
fr: G/D

# recul
source: Recoil
fr: Recul

# abrRecul
source: Rcoil
fr: Recul

# vhRecul
source: Very High
fr: Très Élevé

# abrVhRecul
source: V. High
fr: T. Élevé

# hRecul
source: High
fr: Élevé

# aRecul
source: Average
fr: Normal

# sRecul
source: Some
fr: Faible

# lRecul
source: Low
fr: Faible

# vlRecul
source: Very Low
fr: Très Faible

# stRecul
source: Smallest
fr: Taille Min.

# recharge
source: Reload
fr: Rechargement

# abrRecharge
source: Rload
fr: Rchargt

# stRecharge
source: Slowest
fr: Rapid. Min

# abrStRecharge
source: Slowest
fr: R. Min

# vsRecharge
source: Very Slow
fr: Très Lent

# sRecharge
source: Slow
fr: Lent

# baRecharge
source: Below Average
fr: Moyen -

# aRecharge
source: Average
fr: Moyen

# aaRecharge
source: Above Average
fr: Moyen +

# fRecharge
source: Fast
fr: Rapide

# vfRecharge
source: Very Fast
fr: Très Rapide

# ftRecharge
source: Fastest
fr: Rapid. Max

# abrFtRecharge
source: Fastest
fr: R. Max

# lbgTirSpe
source: Wyvernblast
fr: Souffle-du-Dragon

# hbgTirSpe1
source: Wyvernsnipe
fr: Oeil-du-Dragon

# hbgTirSpe2
source: Wyvernheart
fr: Courroux-du-Dragon

# mun
source: Ammo
fr: Munition

# qte
source: Qty
fr: Qte

# perfo
source: Pierce
fr: Perforant

# gren
source: Spread
fr: Grenaille

# antib
source: Sticky
fr: Anti-Blind.

# frag
source: Cluster
fr: Frag.

# fatigue
source: Exhaust
fr: Fatigue

# soin
source: Recover
fr: Guérison

source: Demon
fr: Démon

# pierre
source: Armor
fr: Pierre

# pFeu
source: P. Fire
fr: P. Feu

# munFeu
source: Flaming
fr: Feu

# pEau
source: P. Water
fr: P. Eau

# pFoudre
source: P. Thunder
fr: P. Foudre

# munGlace
source: Freeze
fr: Glace

# pGlace
source: P. Ice
fr: P. Glace

# tranch
source: Slicing
fr: Tranchante

source: Wyvern
fr: Wyverne

# abrPer
source: Prc
fr: Prfo

# abrSpr
source: Spr
fr: Gren

# abrShr
source: Shr
fr: Shrp

# abrSti
source: Sti
fr: Anti

# abrClu
source: Clu
fr: Frag

# abrPoi
source: Poi
fr: Pois

# abrPar
source: Par
fr: Para

# abrSle
source: Sle
fr: Somm

# abrExh
source: Exh
fr: Fatg

# abrRec
source: Rec
fr: Guér

# abrAmr
source: Amr
fr: Pier

# abrFeu
source: Fir/P
fr: Feu/P

# abrEau
source: Wat/P
fr: Eau/P

# abrFoudre
source: Thn/P
fr: Fdr/P

# abrGlace
source: Ice/P
fr: Glc/P

# abrDragon
source: Dra/P
fr: Drg/P

# abrSli
source: Sli
fr: Tran

# abrTra
source: Tra
fr: Trnq

# abrFoudre2
source: Thn
fr: Fdr

# abrGlace2
source: Ice
fr: Glc

# abrDragon2
source: Dra
fr: Drg

# abrPFeu
source: P.Fir
fr: P.Feu

# abrPEau
source: P.Wat
fr: P.Eau

# abrPFoudre
source: P.Thn
fr: P.Fdr

# abrPGlace
source: P.Ice
fr: P.Glc

# abrPDragon
source: P.Dra
fr: P.Drg

# modBouclier
source: Shield
fr: Bouclier

# modCanonPower
source: Power Barrel
fr: Canon Puissant

# modCanonLong
source: Long Barrel
fr: Canon Long

# modSilencieux
source: Silenced
fr: Silenceux

# sharpR
source: Red
fr: Rouge

# sharpJ
source: Yellow
fr: Jaune

# sharpV
source: Green
fr: Vert

# sharpB
source: Blue
fr: Bleu

# sharpBc
source: White
fr: Blanc

# sharpVl
source: Purple
fr: Violet

source: Blunt
fr: Contondant

# severe
source: Severing
fr: Coupant

# kNormal
source: Normal
fr: Standard

# kVitesse
source: Speed
fr: Vitesse

# kBaroudeur
source: Assist
fr: Baroudeur

# kPowder
source: Powder
fr: Poudre

# kExplo
source: Blast
fr: Explosion

# kPara
source: Paralysis
fr: Paralysie

# kSoin
source: Heal
fr: Guerison

# kbRecup
source: Bonus Heal
fr: Récupération Bonus

# kbDuoDef
source: Dual Color (Defense)
fr: Duo de Couleurs (Défense)

# kbDuoAtk
source: Dual Color (Attack)
fr: Duo de Couleurs (Attaque)

# kbDuoSpd
source: Dual Color (Speed)
fr: Duo de Couleurs (Vitesse)

# kbSlowConsoEndu
source: Stamina Use Slowed
fr: Ralent. Consom. Endurance

# kbTime3x
source: Triple Up Time
fr: Temps Triplé

# kbFreqAtt
source: Auto Attack Frequency Up
fr: Freq. attaque auto.+

# kbRecupEnduOff
source: Idle Stamina Recovery Up
fr: Récup. endur. inactiv.+

# kbAttChainCharg
source: Charge Chain Attack
fr: Attaque Enchaînée Chargée

# kbSpdCharg
source: Fast Charge
fr: Charge Rapide

# kbPoudreUp
source: Booster Powder Exctract
fr: Poudre Amelioree

# kbPoudreVortex
source: Powder Vortex
fr: Poudriere Vortex

# kbChargKinsect
source: Kinsect Charge
fr: Charge Kinsecte

# tSlot
source: Slot +
fr: Emplacement Anomalie

# tAttack
source: Attack Boost
fr: Bonus Attaque

# tAffinite
source: Affinity Boost
fr: Bonus Affinité

# tElement
source: Elemental Boost
fr: Bonus Elément

# tAffliction
source: Status Effect Boost
fr: Bonus Affliction

# tCalam
source: Rampage Slot Upgrade
fr: Emplacement Calamité

# tSharp
source: Sharpness Boost
fr: Bonus Tranchant

# tShelling
source: Shelling Level Boost
fr: Bonus Niveau du Canon

# tActive
source: Enabled
fr: Activé

# tDesactive
source: Disabled
fr: Désactivé
